ext-sources-app/tests/test_files/soap/HOPC_testSearchByCredentialStatus_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
            <sortColumn>credential</sortColumn>
            <status>
               <name>DECEASED</name>
            </status>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>